Repository: awesomekling/ytalk
Catalog: po/*.po
Languages: sv

source: Import %s@%s?
sv: Vill du importera %s@%s?

source: %s connected.
sv: %s ansluten.

source: Connection from unexpected host!
sv: Anslutning från oväntad värd!

source: Ringing %s...
sv: Ringer %s...

source: %s refusing messages
sv: %s vägrar meddelanden

source: %s not logged in
sv: %s ej inloggad

source: Rering %s?
sv: Ring %s igen?

source: Reringing %s
sv: Ringer %s igen

source: Command shell terminated.
sv: Kommandoskalet avslutades.

source: Command execution finished.
sv: Kommandot avslutades.

source: A command is already executing.
sv: Ett kommando kör redan.

source: Cannot allocate pseudo-terminal.
sv: Kan inte allokera pseudo-terminal.

source: Warning: The pseudo-terminal is world-readable.
sv: Varning: Denna pseudo-terminal är läsbar av alla.

source: fork() failed
sv: fork() misslyckades

source: Press any key to quit.
sv: Tryck valfri tangent för att avsluta.

source: Error
sv: Felmeddelande

source: Unknown option '%c'
sv: Okänd flagga '%c'

source: Usage: %s [options] user[@host][#tty]... Options: -i -- no auto-invite port -Y -- require caps on all y/n answers -s -- start a shell -q -- prompt before quitting -v -- print program version -h -- show this help message
sv: Användning: %s [flaggor] användare[@dator][#tty]... Flaggor: -i -- stäng av auto-inbjudan -Y -- kräv versaler i j/n-svar -s -- börja i ett skal -q -- fråga innan vi avslutar -v -- skriv ut programversion -h -- visa detta hjälpmeddelande

source: Standard input is not a valid terminal device.
sv: Standard-input är ej en giltig terminalenhet.

source: Waiting for connection...
sv: Väntar på anslutning...

source: Invalid bool option.
sv: Ogiltigt booleskt värde.

source: Not enough parameters for alias.
sv: Otillräckligt antal parametrar för alias.

source: You must specify both foreground and background.
sv: Du måste specifiera både för- och bakgrund.

source: Invalid foreground color.
sv: Ogiltig förgrundsfärg

source: Invalid background color.
sv: Ogiltig bakgrundsfärg.

source: Cannot resolve "from" address.
sv: Kan inte slå upp från-adress.

source: Cannot resolve "to" address.
sv: Kan inte slå upp till-adress.

source: Cannot resolve "on" address.
sv: Kan inte slå upp på-adress.

source: From and to are the same host.
sv: Från och till är samma värd.n

source: Virtual host already set.
sv: Virtuell värd redan satt.

source: Missing hostname.
sv: Värdnamn saknas.

source: Shell cannot be empty.
sv: Skal kan ej vara tomt.

source: Unknown option.
sv: Okänd inställning.

source: Talk to %s@%s?
sv: Tala med %s@%s?

source: Unkown daemon type: %d
sv: Okänd servertyp: %d

source: Warning: cannot write to new talk daemon
sv: Varning: kan ej skriva till ny talkserver

source: Warning: cannot write to old talk daemon
sv: Varning: kan ej skriva till gammal talkserver

source: No talk daemon on %s
sv: Ingen talkserver på %s

source: Who are you?
sv: Vem är du?

source: %s disconnected.
sv: %s kopplade från.

source: Couldn't open file for writing.
sv: Kunde inte öppna filen för skrivning.

source: Couldn't close output file.
sv: Kunde inte stänga filen.

source: Wrote %lu lines.
sv: Skrev %lu rader.

source: Add user
sv: Lägg till användare

source: Run command
sv: Kör kommando

source: Main Menu
sv: Huvudmeny

source: Add another user
sv: Lägg till användare

source: User list
sv: Användarlista

source: Options
sv: Inställningar

source: Spawn shell
sv: Starta skal

source: Quit
sv: Avsluta

source: Scrolling
sv: Skrollning

source: Auto-invite
sv: Auto-inbjudan

source: Reringing
sv: Återuppringning

source: Beeps
sv: Pip

source: Ignore break
sv: Ignorera brytsignal

source: Require caps
sv: Kräv versaler

source: Prompt rerings
sv: Fråga vid återuppringning

source: Prompt to quit
sv: Fråga vid avslut

source: Reload ytalkrc
sv: Ladda om ytalkrc

source: Color Menu
sv: Färgmeny

source: Black
sv: Svart

source: Red
sv: Röd

source: Green
sv: Grön

source: Yellow
sv: Gul

source: Blue
sv: Blå

source: White
sv: Vit

source: Bold
sv: Fet

source: Enter filename:
sv: Ange filnamn:

source: User: %s
sv: Användare: %s

source: Client type:
sv: Klienttyp:

source: Version info: %s
sv: Versionsinfo: %s

source: System type: %s
sv: Systemtyp: %s

source: Edit characters:
sv: Kontrolltecken

source: Disconnect
sv: Koppla från

source: Save to file
sv: Spara till fil

source: User List
sv: Användarlista

source: <unconnected>
sv: <ej ansluten>

source: Rering all unconnected
sv: Ring alla oanslutna

source: Kill all unconnected
sv: Släpp alla oanslutna
